{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_TestingDialogues",
			"Children": [
				{
					"Source":
					{
						"Text": "<Blue>Blue text</>!! It Works! It's a working text!"
					},
					"Translation":
					{
						"Text": "<blue>Du texte bleu</>!! Ça marche! Ce texte marche!"
					},
					"Key": "Unknown_DialogueTest_02"
				},
				{
					"Source":
					{
						"Text": "<Crazy>oh my lord what is happening???</>"
					},
					"Translation":
					{
						"Text": "<Crazy>oh mon dieu qu'est-ce qui se passe???</>"
					},
					"Key": "Unknown_DialogueTest_03"
				},
				{
					"Source":
					{
						"Text": "But this one is <blue>the end</> of the <red>cinematic</>, so it stays there until you skip it <blue>manually</>!"
					},
					"Translation":
					{
						"Text": "Mais celui-ci est <blue>la fin</> de la <red>cinématique</>, donc il reste ici jusqu'à ce que tu le passe <blue>manuellement</>!"
					},
					"Key": "Unknown_AutomaticDialogue_03"
				},
				{
					"Source":
					{
						"Text": "This dialogue is skipped <blue>automatically</>!"
					},
					"Translation":
					{
						"Text": "Ce dialogue est passé <blue>automatiquement</>!"
					},
					"Key": "Unknown_AutomaticDialogue_01"
				},
				{
					"Source":
					{
						"Text": "This is a <red>Sample</> Text!"
					},
					"Translation":
					{
						"Text": "Ceci est un <red>Exemple</>!"
					},
					"Key": "Unknown_DialogueTest_01"
				},
				{
					"Source":
					{
						"Text": "This is a <red>Sample</> text designed to <weird>test</> many <bold>things</>!\r\nFor example, this works <blue>if I do something like that</> and even if I go like so much further! <Crazy>This is a bit crazy though!</>"
					},
					"Translation":
					{
						"Text": "Ceci est un <red>Exemple</> conçu pour <weird>tester</> plein de <bold>choses</>!\r\nPar exemple, ça marche <blue>si je fais quelque chose comme ça</> et même si je vais trop loin! <Crazy>C'est peut-être trop par contre!</>"
					},
					"Key": "Unknown_TagTest_01"
				},
				{
					"Source":
					{
						"Text": "This is a <red>Sample</> text designed to <weird>test</> many <bold>things</>! This is a <blue>shorter text</> but it works!"
					},
					"Translation":
					{
						"Text": "Ceci est un <red>Exemple</> conçu pour <weird>tester</> plein de <bold>choses</>! C'est un <blue>texte plus court</> mais ça marche!"
					},
					"Key": "Unknown_TagTest_02"
				},
				{
					"Source":
					{
						"Text": "This one too! It's <Crazy>Amazing!!!</>"
					},
					"Translation":
					{
						"Text": "Celui-ci aussi! C'est <Crazy>Incroyable!!!!</>"
					},
					"Key": "Unknown_AutomaticDialogue_02"
				}
			]
		},
		{
			"Namespace": "ST_UI_Texts",
			"Children": [
				{
					"Source":
					{
						"Text": " "
					},
					"Translation":
					{
						"Text": " "
					},
					"Key": "SpeakerName_None"
				},
				{
					"Source":
					{
						"Text": "JULIET"
					},
					"Translation":
					{
						"Text": "JULIETTE"
					},
					"Key": "SpeakerName_Juliet"
				},
				{
					"Source":
					{
						"Text": "ROMEO"
					},
					"Translation":
					{
						"Text": "ROMÉO"
					},
					"Key": "SpeakerName_Romeo"
				},
				{
					"Source":
					{
						"Text": "THE NARRATOR"
					},
					"Translation":
					{
						"Text": "LE NARRATEUR"
					},
					"Key": "SpeakerName_Narrator"
				},
				{
					"Source":
					{
						"Text": "TYBALT"
					},
					"Translation":
					{
						"Text": "TYBALT"
					},
					"Key": "SpeakerName_Tybalt"
				}
			]
		}
	]
}